[{
        "postTitle": "Batman",
        "postText": "Batman (know inicialmente como The Bat-Man y en español como el Hombre Murciélago) es un personaje creado por los estadounidenses Bob Kane y Bill Finger, y propiedad de DC Comics. Apareció por primera vez en la historia titulada «El caso del sindicato químico» de la revista Detective Comics N.º 27, lanzada por la editorial National Publications el 30 de marzo de 1939.La identidad secreta de Batman es Bruce Wayne (Bruno Díaz en algunos países de habla hispana), un multimillonario magnate empresarial y filántropo dueño de Empresas Wayne en Gotham City. Después de presenciar el asesinato de sus padres, el Dr. Thomas Wayne y Martha Wayne en un violento y fallido asalto cuando era niño, juró venganza contra los criminales, un juramento moderado por el sentido de la justicia. Bruce Wayne se entrena física e intelectualmente y crea un traje inspirado en los murciélagos para combatir el crimen, con sus gadgets de combate del batcinturón y sus vehículos.9. A diferencia de los superhéroes, no tiene superpoderes: recurre a su intelecto, así como a aplicaciones científicas y tecnológicas para crear armas y herramientas con las cuales lleva a cabo sus actividades. Vive en la mansión Wayne, en cuyos subterráneos se encuentra la Batcueva, el centro de operaciones de Batman. Recibe la ayuda constante de otros aliados, entre los cuales pueden mencionarse Robin, Batgirl (posteriormente Oráculo), Nightwing, el comisionado de la policía local, James Gordon, y su mayordomo Alfred Pennyworth. Una gran variedad de villanos conforman la galería de Batman, incluido su archienemigo, el Joker.",
        "category": "DCcomics",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "Superman",
        "postText": "Superman (cuyo nombre kryptoniano es Kal-El y su nombre terrestre es Clark Kent) es un personaje ficticio, un superhéroe de los cómics que aparece en las publicaciones de DC Comics.Creado por el escritor estadounidense Jerry Siegel y el artista canadiense Joe Shuster en 1933 cuando ambos se encontraban viviendo en Cleveland, Ohio; lo vendieron a Detective Comics, Inc. en 1938 por 130 dólares estadounidenses y la primera aventura del personaje fue publicada en Action Comics #1 (junio de 1938), para luego aparecer en varios seriales de radio, programas de televisión, películas, tiras periódicas y videojuegos. Con el éxito de sus aventuras, Superman ayudó a crear el género del superhéroe y estableció su primacía dentro del cómic estadounidense. La apariencia del personaje es distintiva e icónica: un traje azul y rojo, con una capa y un escudo de “S” estilizado en su pecho,escudo que se ha convertido en un símbolo del personaje en todo tipo de medios de comunicación. La historia original de Superman relata que nació con el nombre de Kal-El en el planeta Krypton; su padre, el científico Jor-El, y su madre Lara Lor-Van, lo enviaron en una nave espacial con destino a la Tierra cuando era un niño, momentos antes de la destrucción de su planeta. Fue descubierto y adoptado por Jonathan Kent y Martha Kent, una pareja de granjeros de Smallville, Kansas, que lo criaron con el nombre de Clark Kent y le inculcaron un estricto código moral. El joven Kent comenzó a mostrar habilidades superhumanas, las mismas que al llegar a su madurez decidiría usar para el beneficio de la humanidad. Aunque denominado, algunas veces, de manera poco halagadora, como «el gran Boy Scout azul» por otros superhéroes, Superman también es conocido como «El Hombre de Acero», «El Hombre del Mañana» y «El Último Hijo de Krypton» por el público general de los cómics. Bajo la identidad de Clark Kent, Superman vive en medio de los humanos como un «tímido reportero» del diario Daily Planet de Metrópolis. Ahí trabaja junto a la reportera Lois Lane, con la cual ha sido vinculado románticamente.",
        "category": "DCcomics",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "WonderWoman",
        "postText": "La Mujer Maravilla (en inglés: Wonder Woman) es una superheroína ficticia creada por William Moulton Marston para la editorial DC Comics. El personaje es una princesa guerrera de las Amazonas (basado en la raza de las amazonas de la mitología griega) y es conocida en su tierra natal como la princesa Diana de Temiscira. Cuando está fuera de su tierra natal, utiliza un alter-ego, por lo que también es conocida por su identidad secreta Diana Prince. Está dotada de una amplia gama de poderes superhumanos y habilidades de combate de batalla superiores, gracias a sus dones obtenidos de los dioses y su amplio entrenamiento. Ella posee un gran arsenal de armas, incluyendo entre las principales el Lazo de la Verdad, un par de brazaletes mágicos indestructibles, su tiara, que sirve como arma, y en algunos relatos, en la edad de oro, tuvo un avión invisible. Pero más adelante, se le fue mostrando con la capacidad de volar cada vez con mayor frecuencia por lo que el avión invisible fue dejando de utilizarse. El personaje apareció como tal publicado por primera vez en la revista de historietas All Star Comics #8 (de diciembre de 1941) y con su alter-ego en el Sensation Comics #1 (de enero de 1942). El título de historietas de la Mujer Maravilla ha sido publicado por DC Comics casi continuamente a excepción de un breve período donde no tuvo serie en 1986. Su representación como una heroína que lucha por la justicia, el amor, la paz y la igualdad sesual ha llevado a la Mujer Maravilla a convertirse en un icono feminista.Creada durante la Segunda Guerra Mundial, el personaje fue representado inicialmente en su lucha contra las fuerzas militares de ocupación del Eje, así como una gran selección de supervillanos. Wonder Woman se ha ganado un gran elenco formidable de enemigos empeñados en la eliminación de la amazona, incluyendo villanos clásicos como Baronesa Paula Von Gunther, Cheetah, Ares Doctor Poison, y la bruja Circe, y entre los más nuevos como Maxwell Lord, así como también la enemistad y/o rivalidad de muchos dioses y monstruos de la mitología griega. Wonder Woman también ha aparecido regularmente en las historietas en los grupos de superhéroes como en la Sociedad de la Justicia de América (desde 1941) y la Liga de la Justicia (desde 1960).",
        "category": "DCcomics",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "Joker",
        "postText": "Joker (conocida como Guasón en Hispanoamérica) es una película de suspenso y drama psicológico estadounidense de 2019 distribuida por Warner Bros. Pictures y basada en el Joker, personaje de DC Comics. Es la primera de una serie de películas basadas en DC separadas del universo extendido de DC (DCEU) compartido. La película fue dirigida por Todd Phillips a partir de un guion escrito junto con Scott Silver. Está protagonizada por Joaquin Phoenix como el personaje principal, acompañado por Robert De Niro, Zazie Beetz y Frances Conroy, entre otros. En 27 de octubre se convirtió en la película clasificación R, más taquillera superando a Deadpool. Mientras que para el 15 de noviembre, se convirtió en la primera película de clasificación R en superar los 1000 millones en taquilla.Phillips concibió a Joker en 2016 y escribió el guion con Silver a lo largo de 2017. Los dos se inspiraron en los estudios de personajes de la década de 1970 y las películas de Martin Scorsese (particularmente Taxi Driver y El rey de la comedia), que inicialmente se unió al proyecto como productor. La novela gráfica Batman: The bueno del Joke (1988) fue la base de la premisa, pero Phillips y Silver no buscaron inspiración en cómics específicos. Phoenix se unió en febrero de 2018 y fue elegido ese julio, mientras que la mayoría del elenco firmó en agosto. La fotografía principal se realizó en Nueva York, Jersey City y Newark, de septiembre a diciembre de 2018. Joker es la primera película teatral de acción en vivo de Batman en recibir una calificación R. Joker se estrenó en el 76 ° Festival Internacional de Cine de Venecia el 31 de agosto de 2019, donde ganó el León de Oro, y fue lanzado en los Estados Unidos el 4 de octubre de 2019. La película polarizó a los críticos; mientras que la actuación de Phoenix, la dirección de Phillips, la partitura musical, la cinematografía y los valores de producción fueron elogiados, el tono oscuro, la descripción de la enfermedad mental y el manejo de la violencia dividieron las respuestas. Joker también generó preocupaciones de inspirar violencia en el mundo real; el cine donde se produjo el tiroteo masivo en 2012 en Aurora, Colorado, durante una proyección de The Dark Knight Rises se negó a mostrarlo. A pesar de esto, la película se convirtió en un gran éxito de taquilla, estableciendo récords para un estreno en octubre. Joker ha recaudado más de $1 mil millones, por lo que es la primera película con clasificación R en hacerlo, la séptima película más taquillera de 2019 y la 32a película más taquillera de todos los tiempos.",
        "category": "DCcomics",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "Flash",
        "postText": "Flash (conocido también como The Flash) es el nombre de varios superhéroes ficticios que aparecen en los cómics estadounidenses publicados por DC Comics. Creado por el escritor Gardner Fox y el artista Harry Lampert, el Flash original apareció por primera vez en Flash Comics #1 (fecha de portada de enero de 1940 / mes de noviembre de 1939)). Apodado el Corredor Escarlata, todas las encarnaciones del Flash poseen súper velocidad, que incluye la capacidad de correr, moverse y pensar extremadamente rápido, también puede atravesar la materia sólida, usar reflejos sobrehumanos y aparentemente violar ciertas leyes de la física, como superar la velocidad de la luz. Hasta ahora, al menos cuatro personajes diferentes, cada uno de los cuales de alguna manera obtuvo el poder de la Fuerza de la Velocidad, han asumido el papel del Flash en las historias de DC: el atleta universitario Jay Garrick siendo el primero en portar el título (1940-1951, 1961-2011, 2017-presente ), el científico forense Barry Allen (1956-1985, 2008-presente), el sobrino de Barry Wally West (1986-2011, 2016-presente) y el nieto de Barry Bart Allen (2006-2007). Cada encarnación de Flash ha sido un miembro clave de al menos uno de los principales equipos de DC: Sociedad de la Justicia de América, Liga de la Justicia de América, Los Jóvenes Titanes y Young Justice. Wally West y Bart Allen originalmente fueron conocidos como pequeño Flash, posteriormente asumieron el manto de Flash (Bart también era conocido como Impulso). Se creía que West era el único que sabía dominar la fuerza de la velocidad, pero actualmente Barry Allen y otros personajes que han adquirido “la fuerza de velocidad” han demostrado cierto nivel de poder y control sobre esta The Flash es uno de los personajes más populares de DC Comics y ha sido parte integral de las muchas historias de crisis que cambian la realidad a lo largo de los años. La reunión original de Flash de la edad de oro Jay Garrick y la de edad de plata de Flash Barry Allen en El Flash de dos mundos (1961) introdujo el concepto del Multiverso a los lectores de DC, que se convertiría en la base de muchas historias de DC en los años venideros.",
        "category": "DCcomics",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "IronMan",
        "postText": "Iron Man (titulada Iron Man: el hombre de hierro en Hispanoamérica) es una película de superhéroes. Es la primera entrega del Universo cinematográfico de Marvel. La cinta fue dirigida por Jon Favreau, con un guion de Stan Lee, Hawk Ostby, Art Marcum y Matt Holloway. Es protagonizada por Robert Downey Jr, Terrence Howard, Jeff Bridges, Shaun Toub y Gwyneth Paltrow. La trama gira en torno a Tony Stark, un empresario e ingeniero, que construye un exoesqueleto motorizado y se convierte en Iron Man, un superhéroe tecnológicamente avanzado. El proyecto de la película había comenzado desde 1990 en manos de Universal Pictures, Paramount Pictures, y New Line Cinema sucesivamente en varios momentos, antes que Marvel Studios readquiriera los derechos en 2005. Marvel puso al proyecto en producción como su primera película autofinanciada, con Paramount Pictures como su distribuidora. Favreau firmó como director, apostando por una idea naturalista, y eligió rodar el filme principalmente en California, rechazando el escenario de la Costa Este de los cómics para diferenciarla de varias películas de superhéroes que transcurren en entornos al estilo de Nueva York. Durante el rodaje, los actores tenían la libertad de crear sus propios diálogos, ya que la preproducción se centraba en la historia y acción. La creación del personaje principal resultó de una mezcla entre las versiones de goma y metal de las armaduras, creadas por la empresa de Stan Winston, e imágenes generadas por computadora.",
        "category": "Marvel",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "Hulk",
        "postText": "Hulk (llamado La Masa en muchas de las traducciones al español) es un personaje ficticio, que aparece en los cómics estadounidenses publicados por la editorial Marvel Comics. El personaje fue creado por los escritores Stan Lee y Jack Kirby siendo su primera aparición en The Incredible Hulk #1 publicado en mayo de 1962. En sus apariciones de cómic, el personaje es a la vez Hulk, un ser humanoide enorme de piel verde, corpulento y musculoso que posee una gran fortaleza física, y su alter ego el Dr. Robert Bruce Banner (o Dr. David Bruce Banner),3​4​ un físico físicamente débil, socialmente retraído y emocionalmente reservado, las dos personalidades existentes como independientes y con resentimiento de la otra. Después de una exposición accidental a los rayos gamma durante la detonación de una bomba experimental, Banner se transforma físicamente en Hulk cuando está sometido a estrés emocional, a su voluntad o en contra de ella, lo que a menudo lleva a destrozos y conflictos que complican la vida civil de Banner. El nivel de fuerza de Hulk se transmite normalmente de forma proporcional a su nivel de ira. Comúnmente retratado como un salvaje furioso, Hulk ha sido representado con otras personalidades basadas en la mente fracturada de Banner, desde una fuerza descerebrada y destructiva hasta un brillante guerrero o genio científico por derecho propio. A pesar del deseo de soledad tanto de Hulk como de Banner, el personaje tiene un gran elenco de apoyo, que incluye al amor de Banner, Betty Ross, su amigo Rick Jones, su prima She-Hulk, sus hijos Hiro-Kala y Skaar, y sus cofundadores del equipo de superhéroes, Los Vengadores. Sin embargo, su poder incontrolable lo ha llevado a entrar en conflicto con sus compañeros héroes y otros.",
        "category": "Marvel",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "DeadPool",
        "postText": "Wade Winston Wilson, más conocido como Deadpool (adaptado como Masacre en España),5​ es un personaje ficticio, mercenario, supervillano6​7​ y antihéroe,8​ que aparece en los cómics publicados por Marvel Comics. Creado por el artista Rob Liefeld y el escritor Fabian Nicieza, Deadpool apareció por primera vez en New Mutants (vol. 1) #98 (1991). Como un mercenario mentalmente inestable y desfigurado, Deadpool apareció originalmente como un villano en el cómic New Mutants, y más tarde en ediciones de X-Force. Desde entonces, el personaje ha protagonizado varias series en curso, y comparte títulos con otros personajes, como Cable. Conocido como el Mercenario Bocón (Merc with a Mouth en inglés; Mercenario Bocazas en España), es famoso por su naturaleza comunicativa y por su tendencia a romper la cuarta pared, un recurso utilizado por los escritores para un efecto humorístico. Su mayor enemigo es Taskmaster. febrero de 2016, se estrenó una adaptación al cine de la mano de Fox.9​ Tim Miller fue el encargado de dirigirla, mientras que Ryan Reynolds dio vida al personaje, apareciendo en las películas: X-Men Origins: Wolverine (2009), Deadpool (2016), y su secuela Deadpool 2 (2018).",
        "category": "Marvel",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    },
    {
        "postTitle": "Thor",
        "postText": "Thor (del nórdico antiguo Þórr, pronunciado /θɔr/) es el dios del trueno y fuerza en la mitología nórdica y germánica. Su papel es complejo ya que tenía influencia en áreas muy diferentes, tales como el clima, las cosechas, la protección, la consagración, la justicia, las lidias, los viajes y las batallas. Una vez que el proceso de cristianización fue completado, la figura de Thor fue demonizada por la creciente influencia de misioneros cristianos. Después de que el cristianismo se cimentara, restos de su fe se conservaron de forma clandestina principalmente en áreas rurales,2​ sobreviviendo así hasta tiempos modernos en el folclore germano y más recientemente reconstruido bajo diversas formas en el neopaganismo germánico.",
        "category": "Marvel",
        "authorId": "5e1b63f368c06d16b121a04a",
        "postDate": "2020-01-30T18:03:33.772Z",
        "lastUpdate": "2020-01-30T18:03:33.772Z"
    }

]